Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DesktopSettings.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: %@ This hot key setting conflicts with the settings for another hot key. [Keyboard Settings…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
ar: ‏%@ يتعارض إعداد مفتاح التشغيل السريع هذا مع إعدادات مفتاح تشغيل سريع آخر. [إعدادات لوحة المفاتيح…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
ca: %@ La configuració d’aquesta tecla activa està en conflicte amb la configuració d’una altra tecla. [Configuració del teclat…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
cs: %@ Toto nastavení klávesové zkratky se neslučuje s nastavením jiné klávesové zkratky. [Nastavení klávesnice…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
da: %@ Indstillingen for denne genvejstast modstrider indstillingerne for en anden genvejstast. [Tastaturindstillinger…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
de: %@ Für diesen Kurzbefehl besteht ein Konflikt mit den Einstellungen eines anderen Kurzbefehls. [Tastatureinstellungen …](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
el: %@ Αυτή η ρύθμιση ενεργού πλήκτρου βρίσκεται σε διένεξη με τις ρυθμίσεις άλλου ενεργού πλήκτρου. [Ρυθμίσεις πληκτρολογίου…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
es: %@ Esta tecla de acceso rápido entra en conflicto con los ajustes de otra tecla de acceso rápido. [Ajustes de teclado…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
es_us: %@ Esta tecla de acceso rápido entra en conflicto con la configuración de otra tecla de acceso rápido. [Panel de configuración Teclado…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
fi: %@ Tämä näppäinoikotieasetus on ristiriidassa toisen näppäinoikotien kanssa. [Näppäimistö-asetukset](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
fr: %@ Ce réglage de touche active est incompatible avec les réglages d’une autre touche active. [Réglages Clavier…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
fr_ca: %@ Ce réglage de touche active est incompatible avec les réglages d’une autre touche active. [Réglages du clavier…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
he: ‏%@ הגדרה של מקש חם זה מתנגשת עם הגדרות של מקש חם אחר. [הגדרות המקלדת…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
hi: %@ इस हॉट-की की सेटिंग अन्य हॉट-की की सेटिंग्ज़ से कॉन्फ़्लिक्ट होती है। [कीबोर्ड सेटिंग्ज़…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
hr: %@ Podešenje ovog prečaca tipkovnice u konfliktu je s podešenjem drugog prečaca tipkovnice. [Postavke tipkovnice…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
hu: %@ Ez a billentyűparancs-beállítás ütközik egy másik billentyűparancs beállításaival. [Billentyűzetbeállítások…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
id: %@ Pengaturan tombol cepat ini berkonflik dengan pengaturan untuk tombol cepat lain. [Pengaturan Papan Ketik…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
it: %@ Questa impostazione di abbreviazione da tastiera entra in conflitto con le impostazioni di un’altra abbreviazione da tastiera. [Impostazioni Tastiera…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
ja: %@ このホットキー設定はほかのホットキーの設定と重複しています。[キーボード設定…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
ko: %@ 이 바로 가기 키 설정이 다른 바로 가기 키 설정과 충돌합니다. [키보드 설정…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
ms: %@ Seting kekunci pantas ini berkonflik dengan seting bagi kekunci pantas yang lain. [Seting Papan Kekunci…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
nb: %@ Denne tastatursnarveien er i konflikt med en annen tastatursnarvei. [Tastatur-innstillinger…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
nl: %@ Deze toetsinstelling conflicteert met de instellingen voor een andere toetscombinatie. [Toetsenbordinstellingen…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
pl: %@ Ten skrót klawiszowy koliduje z innym. [Ustawienia klawiatury…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
pt_br: %@ Este ajuste de tecla rápida está em conflito com os ajustes de outra tecla rápida. [Ajustes do Teclado…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
pt_pt: %@ Há um conflito entre esta definição e as definições de outra tecla de atalho. [Definições de Teclado…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
ro: %@ Această configurare de tastă activă este în conflict cu o altă configurare de tastă activă. [Configurări Tastatură…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
ru: %@ Настройка этой горячей клавиши конфликтует с настройками другой горячей клавиши. [Настройки клавиатуры…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
sk: %@ Nastavenie tohto aktívneho klávesu je nezlučiteľné s nastaveniami iného aktívneho klávesu. [Nastavenia Klávesnice…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
sl: %@ Nastavitev te bližnjične tipke je v sporu z nastavitvami druge bližnjične tipke. [Nastavitve tipkovnice …](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
sv: %@ Den här kortkommandoinställningen står i konflikt med inställningarna för ett annat kortkommando. [Tangentbordsinställningar…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
th: %@ การตั้งค่าปุ่มลัดนี้ขัดแย้งกับการตั้งค่าสำหรับปุ่มลัดอีกปุ่มหนึ่ง [การตั้งค่าแป้นพิมพ์…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
tr: %@ Bu klavye kestirmesi ayarı, başka bir klavye kestirmesinin ayarlarıyla çakışıyor. [Klavye Ayarları…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
uk: %@ Дія цього клавіатурного скорочення конфліктує з дією іншого клавіатурного скорочення. [Параметри клавіатури…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
vi: %@ Cài đặt phím nóng này xung đột với cài đặt cho một phím nóng khác. [Cài đặt bàn phím…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
zh_cn: %@ 此热键设置与另一个热键的设置冲突。[键盘设置…](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
zh_hk: %@此熱鍵的設定與其他熱鍵的設定衝突。[鍵盤設定⋯](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)
zh_tw: %@此熱鍵的設定與其他熱鍵的設定相衝突。[鍵盤設定⋯](x-apple.systempreferences:com.apple.Keyboard-Settings.extension)

source: %@ This mouse button setting conflicts with the settings for another mouse button.
ar: ‏%@ يتعارض إعداد زر الماوس هذا مع إعدادات زر ماوس آخر.
ca: %@ La configuració d’aquest botó de ratolí està en conflicte amb la configuració d’un altre botó de ratolí.
cs: %@ Toto nastavení tlačítka myši se neslučuje s nastavením jiného tlačítka myši.
da: %@ Indstillingen for denne museknap modstrider indstillingerne for en anden museknap.
de: %@ Für diese Maustaste besteht ein Konflikt mit den Einstellungen einer anderen Maustaste.
el: %@ Αυτή η ρύθμιση για κουμπί ποντικιού βρίσκεται σε διένεξη με τις ρυθμίσεις άλλου κουμπιού ποντικιού.
es: %@ La función de este botón del ratón entra en conflicto con los ajustes de otro botón del ratón.
es_us: %@ La función de este botón del mouse entra en conflicto con la configuración de otro botón del mouse.
fi: %@ Tämä hiiripainikeasetus on ristiriidassa toisen hiiripainikkeen asetusten kanssa.
fr: %@ Ce réglage de bouton de souris est incompatible avec les réglages d’un autre bouton de souris.
fr_ca: %@ Ce réglage de bouton de souris est incompatible avec les réglages d’un autre bouton de souris.
he: ‏%@ ההגדרה של כפתור זה בעכבר מתנגשת עם ההגדרות של כפתור אחר בעכבר.
hi: %@ इस माउस बटन की सेटिंग अन्य माउस बटन की सेटिंग से कॉन्फ़्लिक्ट होती है।
hr: %@ Podešenje ove tipke miša u konfliktu je s podešenjem za drugu tipku miša.
hu: %@ Ez az egérgomb-beállítás ütközik egy másik egérgomb beállításaival.
id: %@ Pengaturan tombol tetikus ini berkonflik dengan pengaturan untuk tombol tetikus lain.
it: %@ Questa impostazione del pulsante del mouse entra in conflitto con le impostazioni di un altro pulsante del mouse.
ja: %@ このマウスボタン設定はほかのマウスボタンの設定と重複しています。
ko: %@ 이 마우스의 버튼 설정이 다른 마우스의 버튼 설정과 충돌합니다.
ms: %@ Seting butang tetikus ini berkonflik dengan seting bagi butang tetikus yang lain.
nb: %@ Innstillingen for denne museknappen er i konflikt med innstillingen for en annen museknapp.
nl: %@ Deze muisknopinstelling conflicteert met de instellingen voor een andere muisknop.
pl: %@ Ten przycisk myszy koliduje z ustawieniami innego.
pt_br: %@ Este ajuste do botão do mouse entra em conflito com os ajustes de outro botão do mouse.
pt_pt: %@ Há um conflito entre esta definição e as definições de outro botão do rato.
ro: %@ Această configurare pentru butonul mausului este în conflict cu o configurare pentru alt buton al mausului.
ru: %@ Настройка этой кнопки мыши конфликтует с настройками другой кнопки мыши.
sk: %@ Nastavenie tlačidla tejto myši sa nezhoduje s nastaveniami pre ďalšie tlačidlo myši.
sl: %@ Nastavitev te tipke miške je v sporu z nastavitvami druge tipke miške.
sv: %@ Den här musknappsinställningen står i konflikt med inställningarna för en annan musknapp.
th: %@ การตั้งค่าปุ่มเมาส์นี้ขัดแย้งกับการตั้งค่าสำหรับปุ่มเมาส์อีกปุ่มหนึ่ง
tr: %@ Bu fare düğmesi ayarı, başka bir fare düğmesinin ayarlarıyla çakışıyor.
uk: %@ Дія для цієї кнопки мишки конфліктує з дією для іншої кнопки мишки.
vi: %@ Cài đặt nút chuột này xung đột với cài đặt cho một nút chuột khác.
zh_cn: %@ 此鼠标键设置与另一个鼠标键的设置冲突。
zh_hk: %@此滑鼠按鈕的設定與其他滑鼠按鈕的設定衝突。
zh_tw: %@此滑鼠按鈕的設定與其他滑鼠按鈕的設定相衝突。

source: All at Once
ar: الكل في نفس الوقت
ca: Totes alhora
cs: Vše najednou
da: Alle på en gang
de: Alle gleichzeitig
el: Όλα ταυτόχρονα
es: Todas a la vez
es_us: Todo a la vez
fi: Kerralla
fr: En une fois
fr_ca: Toutes en même temps
he: בו-זמנית
hi: एक बार में सभी
hr: Sve odjednom
hu: Egyszerre mindet
id: Sekaligus
it: Tutte insieme
ja: ウインドウを一度にすべて表示
ko: 모두 한 번에
ms: Semua Sekali
nb: Alle samtidig
nl: Allemaal tegelijk
pl: Wszystkie jednocześnie
pt_br: Todas de uma Vez
pt_pt: Tudo ao mesmo tempo
ro: Toate simultan
ru: Все сразу
sk: Všetky naraz
sl: Vsa naenkrat
sv: Alla på en gång
th: พร้อมกันทั้งหมด
tr: Hepsi Bir Kerede
uk: усі одразу
vi: Tất cả cùng lúc
zh_cn: 一次全部
zh_hk: 一次顯示全部
zh_tw: 一次全部

source: Always
ar: دائمًا
ca: Sempre
cs: Vždy
da: Altid
de: Immer
el: Πάντα
es: Siempre
es_us: Siempre
fi: Aina
fr: Toujours
fr_ca: Toujours
he: תמיד
hi: हमेशा
hr: Uvijek
hu: Mindig
id: Selalu
it: Sempre
ja: 常に
ko: 항상
ms: Sentiasa
nb: Alltid
nl: Altijd
pl: Zawsze
pt_br: Sempre
pt_pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sl: Vedno
sv: Alltid
th: ตลอดเวลา
tr: Her Zaman
uk: завжди
vi: Luôn luôn
zh_cn: 始终
zh_hk: 總是
zh_tw: 總是

source: Animate opening applications
ar: تحريك التطبيقات التي يتم فتحها
ca: Anima la icona en obrir les apps
cs: Animace při otvírání aplikací
da: Hoppende symboler ved åbning af apps
de: Öffnen von Programmen animieren
el: Κίνηση κατά το άνοιγμα εφαρμογών
es: Animar icono al abrir aplicaciones
es_us: Animar apertura de aplicaciones
fi: Animoi aukeavat apit
fr: Animer les applications lors de leur ouverture
fr_ca: Animer les applications lors de leur ouverture
he: הצגת פתיחת יישומים באנימציה
hi: ऐप्लिकेशन खोलते समय ऐनिमेट करें
hr: Animiraj otvarajuće aplikacije
hu: Megnyíló alkalmazások animálása
id: Animasikan saat membuka aplikasi
it: Animazione all’apertura delle applicazioni
ja: 起動中のアプリケーションをアニメーションで表示
ko: 응용 프로그램 열 때 아이콘 움직이기
ms: Animasikan pembukaan aplikasi
nb: Animer åpning av apper
nl: Bewegend symbool bij openen apps
pl: Animuj otwieranie aplikacji
pt_br: Animar abertura de aplicativos
pt_pt: Usar animação na abertura de aplicações
ro: Animează aplicațiile la deschidere
ru: Анимировать открывающиеся программы
sk: Animovať otvárané aplikácie
sl: Animiraj odpiranje aplikacij
sv: Animera appar som startar
th: ทำให้แอปพลิเคชันที่เปิดใช้งานเคลื่อนไหว
tr: Uygulamaların açılışını canlandırmayla göster
uk: Анімувати програми, що запускаються
vi: Tạo hiệu ứng khi mở ứng dụng
zh_cn: 弹跳打开应用程序
zh_hk: 使用動畫效果來開啟應用程式
zh_tw: 使用動畫效果來打開應用程式

source: Application windows
ar: نوافذ التطبيق
ca: Finestres de l’app
cs: Okna aplikací
da: Appvinduer
de: Programmfenster
el: Παράθυρα εφαρμογών
es: Ventanas de la aplicación
es_us: Ventanas de aplicaciones
fi: Appi-ikkunat
fr: Fenêtres de l’application
fr_ca: Fenêtres de l’application
he: חלונות של יישומים
hi: ऐप्लिकेशन विंडो
hr: Prozori aplikacije
hu: Alkalmazásablakok
id: Jendela aplikasi
it: Finestre applicazione
ja: アプリケーションウインドウ
ko: 응용 프로그램 윈도우
ms: Tetingkap aplikasi
nb: Appvinduer
nl: Appvensters
pl: Okna aplikacji
pt_br: Janelas do aplicativo
pt_pt: Janelas da aplicação
ro: Ferestrele aplicației
ru: Окна приложения
sk: Okná aplikácií
sl: Okna aplikacije
sv: Appfönster
th: หน้าต่างแอปพลิเคชัน
tr: Uygulama pencereleri
uk: Вікна програми
vi: Cửa sổ ứng dụng
zh_cn: 应用程序窗口
zh_hk: 應用程式視窗
zh_tw: 應用程式視窗

source: Application Windows
ar: نوافذ التطبيق
ca: Finestres de l’app
cs: Okna aplikací
da: Appvinduer
de: Programmfenster
el: Παράθυρα εφαρμογών
es: Ventanas de aplicación
es_us: Ventanas de la aplicación actual
fi: Appi-ikkunat
fr: Fenêtres de l’application
fr_ca: Fenêtres de l’application
he: חלונות של יישומים
hi: ऐप्लिकेशन विंडो
hr: Prozori aplikacije
hu: Alkalmazásablakok
id: Jendela Aplikasi
it: Finestre applicazione
ja: アプリケーションウインドウ
ko: 응용 프로그램 윈도우
ms: Tetingkap Aplikasi
nb: Appvinduer
nl: Appvensters
pl: Okna aplikacji
pt_br: Janelas do Aplicativo
pt_pt: Janelas da aplicação
ro: Ferestrele aplicației
ru: Окна приложения
sk: Okná aplikácie
sl: Okna aplikacije
sv: Appfönster
th: หน้าต่างแอปพลิเคชัน
tr: Uygulama Pencereleri
uk: Вікна програми
vi: Cửa sổ Ứng dụng
zh_cn: 应用程序窗口
zh_hk: 應用程式視窗
zh_tw: 應用程式視窗

source: Applications
ar: التطبيقات
ca: Apps
cs: Aplikace
da: Apps
de: Apps
el: Εφαρμογές
es: Aplicaciones
es_us: Apps
fi: Apit
he: יישומים
hi: ऐप्लिकेशन
hr: Aplikacije
hu: Alkalmazások
id: Aplikasi
it: Applicazioni
ja: アプリケーション
ko: 응용 프로그램
ms: Aplikasi
nb: Apper
nl: Apps
pl: Aplikacje
pt_br: Aplicativos
pt_pt: Aplicações
ro: Aplicații
ru: Приложения
sk: Aplikácie
sl: Aplikacije
sv: Appar
th: แอปพลิเคชัน
tr: Uygulamalar
uk: Програми
vi: Ứng dụng
zh_cn: 应用程序
zh_hk: 應用程式
zh_tw: 應用程式

source: Ask to keep changes when closing documents
ar: المطالبة بالاحتفاظ بالتغييرات عند إغلاق المستندات
ca: Pregunta si es volen conservar els canvis en tancar els documents
cs: Při zavírání dokumentů se zeptat na zachování změn
da: Spørg, om ændringer skal bevares, når dokumenter lukkes
de: Fragen, ob Änderungen beim Schließen von Dokumenten beibehalten werden sollen
el: Ερώτηση για διατήρηση αλλαγών κατά το κλείσιμο εγγράφων
es: Preguntar si se guardan los cambios al cerrar los documentos
es_us: Preguntar si se guardan los cambios al cerrar los documentos
fi: Kysy, säilytetäänkö muutokset dokumentteja suljettaessa
fr: Confirmer les modifications à la fermeture des documents
fr_ca: Confirmer les modifications à la fermeture des documents
he: הצגת בקשה לשמירת שינויים בעת סגירת מסמכים
hi: दस्तावेज़ बंद करते समय परिवर्तन बनाए रखने के लिए पूछें
hr: Pitaj za spremanje promjena prilikom zatvaranja dokumenata
hu: Dokumentumok bezárásánál rákérdezés a módosítások megtartására
id: Tanya untuk menyimpan perubahan saat menutup dokumen
it: Chiedi di salvare le modifiche alla chiusura dei documenti
ja: 書類を閉じるときに変更内容を保持するかどうかを確認
ko: 문서를 닫을 때 변경 사항을 저장할지 묻기
ms: Tanya untuk simpan perubahan apabila menutup dokumen
nb: Spør om å beholde endringer når dokumenter lukkes
nl: Vraag om wijzigingen te bewaren bij sluiten van documenten
pl: Pytaj o zachowanie zmian, gdy zamykam dokumenty
pt_br: Perguntar sobre manter alterações ao fechar documentos
pt_pt: Perguntar sobre manter alterações ao fechar documentos
ro: Solicită păstrarea modificărilor la închiderea documentelor
ru: Спрашивать, сохранять ли изменения при закрытии документов
sk: Potvrdiť uloženie zmien pri zatváraní dokumentov
sl: Pri zapiranju dokumentov vprašaj, ali se spremembe ohranijo
sv: Fråga om ändringar ska sparas när dokument stängs
th: ถามเพื่อบันทึกการเปลี่ยนแปลงเมื่อปิดเอกสาร
tr: Belgeleri kapatırken değişikliklerin korunup korunmayacağını sor
uk: Під час закривання документів питати, чи зберігати зміни
vi: Yêu cầu giữ lại thay đổi khi đóng tài liệu
zh_cn: 关闭文稿时要求保存更改
zh_hk: 關閉文件時詢問保留變更
zh_tw: 關閉文件時詢問保留更動

source: Automatic
ar: تلقائي
ca: Automàtic
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματο
es: Automático
es_us: Automático
fi: Automaattinen
fr: Automatique
fr_ca: Automatique
he: אוטומטי
hi: ऑटोमैटिक
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
ms: Automatik
nb: Automatisk
nl: Automatisch
pl: Automatyczny
pt_br: Automático
pt_pt: Automático
ro: Automat
ru: Автоматически
sk: Automatický
sl: Samodejno
sv: Automatiskt
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

source: Automatically hide and show the Dock
ar: إخفاء وإظهار شريط الأيقونات تلقائيًا
ca: Oculta i mostra el Dock automàticament
cs: Automaticky skrývat a zobrazovat Dock
da: Vis og skjul Dock automatisk
de: Dock automatisch ein- und ausblenden
el: Αυτόματη απόκρυψη και εμφάνιση του Dock
es: Ocultar y mostrar el Dock automáticamente
es_us: Ocultar y mostrar el Dock automáticamente
fi: Kätke ja näytä Dock automaattisesti
fr: Masquer/afficher automatiquement le Dock
fr_ca: Masquer/afficher automatiquement le Dock
he: הצגה/הסתרה אוטומטית של ה-Dock
hi: Dock को ऑटोमैटिकली छिपाएँ और दिखाएँ
hr: Automatski sakrij i prikaži Dock
hu: A Dock automatikus elrejtése és megjelenítése
id: Sembunyikan dan tampilkan Dock secara otomatis
it: Mostra e nascondi automaticamente il Dock
ja: Dockを自動的に表示/非表示
ko: 자동으로 Dock 가리기와 보기
ms: Sembunyikan dan tunjukkan Dock secara automatik
nb: Skjul og vis Dock automatisk
nl: Toon/verberg het Dock automatisch
pl: Automatycznie ukrywaj i pokazuj Dock
pt_br: Ocultar e exibir o Dock automaticamente
pt_pt: Ocultar e mostrar automaticamente a Dock
ro: Ascunde și afișează Dock-ul automat
ru: Автоматически скрывать/показывать Dock
sk: Automaticky skrývať a zobrazovať Dock
sl: Samodejno skrij in prikaži Dock
sv: Göm och visa Dock automatiskt
th: ซ่อนและแสดง Dock โดยอัตโนมัติ
tr: Dock’u otomatik olarak gizle ve göster
uk: Автоматично ховати та показувати Dock
vi: Tự động ẩn và hiển thị Dock
zh_cn: 自动隐藏和显示程序坞
zh_hk: 自動隱藏及顯示Dock
zh_tw: 自動隱藏和顯示Dock

source: Automatically hide and show the menu bar
ar: إخفاء وإظهار شريط القائمة تلقائيًا
ca: Oculta i mostra la barra de menús automàticament
cs: Automaticky skrývat a zobrazovat řádek nabídek
da: Vis og skjul menulinjen automatisk
de: Menüleiste automatisch ein- und ausblenden
el: Αυτόματη απόκρυψη και εμφάνιση της γραμμής μενού
es: Ocultar y mostrar la barra de menús automáticamente
es_us: Ocultar y mostrar la barra de menús automáticamente
fi: Kätke ja näytä valikkorivi automaattisesti
fr: Masquer/afficher automatiquement la barre des menus
fr_ca: Masquer/afficher automatiquement la barre des menus
he: הצגה/הסתרה אוטומטית של שורת התפריטים
hi: मेनू बार ऑटोमैटिकली छिपाएँ और दिखाएँ
hr: Automatski sakrij i prikaži traku s izbornicima
hu: A menüsor automatikus elrejtése és megjelenítése
id: Sembunyikan dan tampilkan bar menu secara otomatis
it: Mostra e nascondi automaticamente la barra dei menu
ja: メニューバーを自動的に表示/非表示
ko: 자동으로 메뉴 막대 가리기 및 보기
ms: Sembunyikan dan tunjukkan bar menu secara automatik
nb: Skjul og vis menylinjen automatisk
nl: Toon/verberg de menubalk automatisch
pl: Automatycznie ukrywaj i pokazuj pasek menu
pt_br: Ocultar e exibir a barra de menus automaticamente
pt_pt: Ocultar e mostrar automaticamente a barra de menus
ro: Ascunde și afișează automat bara de meniu
ru: Автоматически скрывать и показывать строку меню
sk: Automaticky skrývať a zobrazovať lištu
sl: Samodejno skrivanje in prikazovanje menijske vrstice
sv: Göm och visa menyraden automatiskt
th: ซ่อนและแสดงแถบเมนูโดยอัตโนมัติ
tr: Menü çubuğunu otomatik olarak gizle ve göster
uk: Автоматично ховати і показувати смугу меню
vi: Tự động ẩn và hiển thị thanh menu
zh_cn: 自动隐藏和显示菜单栏
zh_hk: 自動隱藏及顯示選單列
zh_tw: 自動隱藏及顯示選單列

source: Automatically rearrange Spaces based on most recent use
ar: إعادة ترتيب المساحات تلقائيًا وفقًا لأحدث استخدام
ca: Reorganitza els Spaces automàticament en funció de l’ús més recent
cs: Automaticky uspořádat plochy podle posledního použití
da: Organiser automatisk Spaces på basis af seneste brug
de: Spaces automatisch anhand der letzten Verwendung ausrichten
el: Αυτόματη αναδιάταξη των Spaces βάσει της πιο πρόσφατης χρήσης
es: Reordenar Spaces automáticamente en función del uso más reciente
es_us: Reordenar Spaces automáticamente en función del uso más reciente
fi: Järjestä tilat automaattisesti uudelleen viimeisimmän käytön mukaisesti
fr: Réarranger automatiquement les Spaces en fonction de votre utilisation la plus récente
fr_ca: Réarranger automatiquement les Spaces en fonction de votre utilisation la plus récente
he: ארגון אוטומטי של Spaces לפי השימוש האחרון
hi: हालिया उपयोग के आधार पर Spaces को ऑटोमैटिकली फिर व्यवस्थित करें
hr: Automatski rasporedi Spacese prema novijoj uporabi
hu: A Spaces automatikus átrendezése a legutóbbi használat szerint
id: Atur ulang Spaces secara otomatis berdasarkan penggunaan terbaru
it: Riorganizza automaticamente gli spazi sulla base dell’utilizzo più recente
ja: 最新の使用状況に基づいて操作スペースを自動的に並べ替える
ko: Spaces를 최근 사용 내역에 따라 자동으로 재정렬
ms: Susun semula Spaces berdasarkan penggunaan paling baru secara automatik
nb: Endre rekkefølge på Spaces automatisk ut fra siste bruk
nl: Orden spaces automatisch op basis van meest recent gebruik
pl: Automatycznie porządkuj przestrzenie według czasu ostatniego użycia
pt_br: Reorganizar Spaces automaticamente com base no uso mais recente
pt_pt: Reorganizar Spaces automaticamente segundo a utilização mais recente
ro: Rearanjează automat Spaces pe baza celei mai recente utilizări
ru: Менять расположение рабочих пространств Spaces в зависимости от недавнего использования
sk: Automaticky usporiadať Spaces na základe používania
sl: Samodejno razporedi namizja Spaces glede na to, kako so bila nedavno uporabljena
sv: Ordningen på Spaces ändras automatiskt efter senast använda
th: จัดเรียง Space ใหม่ตามที่ใช้งานล่าสุดโดยอัตโนมัติ
tr: Spaces alanlarını en son kullanıma göre otomatik olarak yeniden düzenle
uk: Автоматично перевпорядковувати Spaces відповідно до недавнього використання
vi: Tự động sắp xếp lại Spaces dựa trên lần sử dụng gần đây nhất
zh_cn: 根据最近使用情况自动重新排列空间
zh_hk: 根據最近的使用情況自動重新排列「空間」
zh_tw: 根據最近的使用情況自動重新排列空間

source: Bottom
ar: للأسفل
ca: Inferior
cs: Dole
da: Nederst
de: Unten
el: Κάτω
es: Abajo
es_us: Abajo
fi: Alhaalla
fr: Bas
fr_ca: En bas
he: למטה
hi: नीचे
hr: Dolje
hu: Alul
id: Bawah
it: In basso
ja: 下
ko: 하단
ms: Bawah
nb: Nederst
nl: Onder
pl: Na dole
pt_br: Inferior
pt_pt: Em baixo
ro: Jos
ru: Внизу
sk: Dole
sl: Spodaj
sv: Nedtill
th: ด้านล่าง
tr: Alta
uk: внизу
vi: Dưới cùng
zh_cn: 底部
zh_hk: 下方
zh_tw: 底部
